Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: hormonal changes
vi: thay đổi nội tiết tố

source: i.e. hominoids, to a new species known as hominids first involved a drastic al- teration of skeletal strategy in favor of two-leggedness.
vi: ví dụ hominoids, một loài mới được gọi là người đầu tiên tham gia một sự thay đổi mạnh mẽ của xương chiến lược ủng hộ hai chi tự do.

source: in the osteocyte
vi: trong tạo cốt bào

source: in this study because the insoluble crystals in such saturated solutions do not dissolve into the media and cannot be filtered (data not shown).
vi: trong nghiên cứu này bởi vì tinh thể không hoà tan trong dung dịch bão hoà không hoà tan trong môi trường và không thể lọc được (dữ liệu không trình bày)

source: infection
vi: nhiễm trùng

source: injury
vi: chấn thương

source: insect bites
vi: côn trùng cắn

source: insomnia
vi: mất ngủ

source: intraoral sinus tract
vi: lỗ dò trong miệng

source: is a calcium silicate–based cement that has been recently introduced for clinical use.
vi: là một xi măng trên nền calcium silicate được giới thiệu gần đây trong sử dụng lâm sàng.

source: is not necessarily contradictory since aging has been associated with the attenuation of several diseases, including renal and liver fibrosis, atherosclerosis, and cancer (reviewed by Muñoz-Espin and Serrano 2014).
vi: không không nhất thiết mâu thuẫn bởi vì lão hoá có liên quan với sự suy giảm trong một số bệnh, gồm bệnh xơ gan và thận, xơ vữa động mạch, và ung thư (reviewed by Muñoz-Espin and Serrano 2014).

source: is still recommended as an alternative to vancomycin for treatment of this infection.
vi: vẫn được đề nghị là một sự thay thế cho vancomycin để điều trị bệnh này.

source: itching
vi: ngứa

source: kidney failure
vi: suy thận

source: language of hypoth- esis
vi: ngôn ngữ của giả thuyết

source: mammals
vi: động vật có vú

source: man et al [4] summarizes the clinical data on the therapeutic use of metronidazole for anaerobic infections.
vi: tổng hợp dữ liệu điều trị lâm sàng dùng metronidazole cho nhiễm trùng kỵ khí

source: menstruation
vi: kinh nguyệt

source: n dentistry, new materials claiming better performance are continuously introduced to
vi: Trong nha khoa, vật liệu tốt hơn được giới thiệu liên tục

source: nausea
vi: buồn nôn

source: no response to pulp test (CO2 ice)
vi: Thử tuỷ không đáp ứng (đá CO2)

source: nuclear family
vi: gia đình hạt nhân

source: of root canals and wide open apices.
vi: của chân răng và ống tuỷ mở rộng.

source: of the examined medicaments in the current study reduced toxicity values com- pared with untreated control according to LDH assays (Fig. 1ac).
vi: của thuốc được thử nghiệm trong nghiên cứu hiện tại giảm độc tính so với nhóm chứng không điều trị theo LDH assays (Fig. 1ac).

source: of the necessity to adapt
vi: sự cần thiết để thích nghi

source: p-value
vi: giá trị p

source: pain
vi: đau

source: pain in the affected area
vi: đau ở khu vực bị ảnh hưởng

source: paste containing penicillin was traditionally used for many years to sterilize root canals but withdrawn because of the potential for sensitization of patients or development of superinfections.(9) Resistance- Various medicaments and its effects-
vi: chứa penicillin là thuốc được dùng trong nhiều năm để khử trùng ống tuỷ, nhưng không dùng nữa vì tiềm năng nhạy cảm cho bệnh nhân hoặc phát triển bội nhiễm. (9) Đề kháng- Nhiều loại thuốc và ảnh hưởng của nó -

source: periapical region and establishment suitable environment.
vi: vùng quanh chóp và thiết lập môi trường phù hợp

source: peripheral isolates
vi: cô lập ngoại vi

source: polyantibiotic
vi: đa kháng sinh

source: pregnancy
vi: khi mang thai

source: products to be efficacious.
vi: sản phẩm hiệu quả.

source: qualitative and semi-quantitative foreign body reactions, and so on can be analyzed and scored[57].
vi: định lượng và bán định lượng phản ứng ngoại lai, và vì vậy có thể được phân tích và cho điểm [57].

source: rash
vi: phát ban

source: reFerenCeS
vi: Tài liệu tham khảo

source: remedy
vi: Xử trị

source: resistant
vi: đề kháng

source: results have also been obtained using the same strains.
vi: kết quả khác nhau cũng thu được khi dùng cùng một chủng.

source: same concentrations as 3Mix, it was found that even a 25.00-mg/mL concentration of a single drug alone was unable to eradicate all isolated bacteria.
vi: nồng độ giống như 3Mix, ngay cả nồng độ 25.00-mg/mL của mỗi loại thuốc một mình không tiêu diệt được tất cả vi khuẩn được phân lập.

source: sealed with glass ionomer and adhesive composite resin
vi: trám lại bằng GIC và comosite.

source: tHe evolution of Man
vi: Sự tiến hoá của loài người

source: taining calcium hydroxide were cytotoxic to DPCs (2124).
vi: chứa calcium hydroxide gây độc tế bào DPCs (2124).

source: that necrotic immature teeth were the most common type of traumatic dental injuries referred from general dentists (1).
vi: răng chưa trưởng thành hoại tử là một loại chấn thương răng thường gặp được chuyển đến nha sĩ tổng quát (1).

source: the market.
vi: trên thị trường.

source: the statistical significant reduction in extent cheek swelling in orthal-forte group at 2nd, 3rd and 7th postoperative days as compared to control group.
vi: Giảm có ý nghĩa thống kê sưng ngoài má ở nhóm orthal-forte hậu phẫu ngày thứ 2, thứ 3 và thứ 7 so với nhóm chứng.

source: the tendency to breathe through the mouth due to cold permit a larger brain to develop
vi: các xu hướng hít thở qua miệng do lạnh cho phép bộ não lớn để phát triển

source: third molar [8], supernumerary teeth [9] or teeth indicated to extraction from orthodontic reasons [10].
vi: răng cối lớn thứ ba [8], răng dư [9] hoặc răng được chỉ định nhổ để chỉnh nha[10].

source: to
vi: với

source: toxicity-The
vi: Độc tính toàn thân

source: unequal extremities.
vi: chi không bằng nhau

source: unsuitable response to rapid paleoecological transformation.
vi: phản ứng không phù hợp chuyển đổi paleoecological nhanh chóng.

source: upon microbial and/or physical injury
vi: khi nhiễm trùng và/hoặc tổn thương vật lý

source: used antimicrobials.
vi: thuốc kháng sinh được sử dụng.

source: using diamond burs with sterile normal saline solution irrigation.
vi: dùng mũi khoan kim cương với dung dịch bơm rửa là nước muối vô trùng.

source: venomous insect bite
vi: độc côn trùng cắn

source: vomiting
vi: nôn mửa

source: weekly visit- access prepared to orifice level, no mechanical instrumentation medicated
vi: Tuần sau, mở tuỷ sửa soạn không đặt thuốc

source: weekly visit- vitapex placed close to vital tissue.
vi: tuần sau - đặt vitapex gần mô sống.

source: were approved by the Human Experimentation Committee of the Faculty of Dentistry, Chiang Mai University, Chiang Mai, Thailand.
vi: được sự chấp thuận của Human Experimentation Committee of the Faculty of Dentistry, Chiang Mai University, Chiang Mai, Thailand.

source: with aging have been summarized and highlighted in Figure 3.
vi: với lão hoá đã được tóm tắt trong Hình 3

source: with young fibroblasts.
vi: nguyên bào sợi lấy từ người trẻ.

source: yet do not have negative effects on the host SCAPs and DPCs.
vi: nhưng không có ảnh hưởng xấu lên tế bào chủ SCAP và DPC.

source: young and old rats was used to stimulate cell migration.
vi: chuột non và già được dùng để kích thích sự di động.

source: – isolation and separation from the herd, or the herd expels the “dif- ferent ones” and these survive.
vi: cách ly chủ động và ngăn cách từ bầy đàn, hoặc trục xuất bầy đàn từ "cá nhân khác biệt" và sự tồn tại của chúng.

source: “All of the things that individuals acquire or lose because of the influence of circum- stances their race has been exposed to for a long period of time, and consequently through the influence of using or not using an organ, are handed on to their progeny by reproduction, provided the acquired changes are common to both genders or pro- ducers of these individuals.” (21, p.
vi: "Tất cả những điều mà cá nhân có được hay mất vì ảnh hưởng của hoàn cảnh của cuộc đua đã tiếp xúc với cho một thời gian dài, và do đó thông qua các ảnh hưởng của sử dụng hay không sử dụng một cơ quan, được truyền lại cho con cháu của họ bằng sự sinh sản, được cung cấp các mua lại thay đổi được phổ biến cho cả hai giới tính hay nhà sản xuất của các cá nhân." (21, p.

source: “As this epigenetic code can be altered by environmental factors, its inheritability shatters the Darwinian dogma of evolution which does not permit the reception and transfer of functional adjustments in the course of life.
vi: “Bởi vì mã epigenetics này có thể được thay đổi bởi các yếu tố môi trường, tính di truyền của nó làm vỡ thuyết tiến hoá của Darwin, mà không cho phép tiếp nhận và chuyển giao chức năng điều chỉnh trong cuộc sống.

source: “Man is just one of millions of species on the earth, but he consumes more nutritional substances than all other terrestrial animals taken together.”
vi: "loài người chỉ là một trong số hàng triệu loài người trên trái đất, nhưng ông tiêu thụ nhiều chất dinh dưỡng hơn tất cả các động vật trên cạn cộng lại."

source: “Man is the most unrestrained expanding parasite in the ecosphere.”(25)
vi: "loài người là những nhất không kiềm chế mở rộng ký sinh trùng trong sinh quyển."(25)

source: Place a resorbable matrix such as CollaPlug™, Collacote™, CollaTape™ or other material over the blood clot if necessary and white MTA as capping material.
vi: Đặt một màng tiêu được như CollaPlug™, Collacote™, CollaTape™ hoặc vật liệu khác trên cục máu đông nếu cần thiết và đặt vật liệu che MTA.
